/*global
$, console
*/

var calculatorData = {
  product: {

    "Астра": { //product
      "Длина 2": {
        "Толщина 4": {
          "Прозрачный": 254,
          "Цветной": 264,
        },
        "Толщина 6": {
          "Прозрачный": 315,
          "Цветной": 315,
        }
      },
      "Длина 3": {
        "Толщина 4": {
          "Прозрачный": 329,
          "Цветной": 339,
        },
        "Толщина 6": {
          "Прозрачный": 389,
          "Цветной": 389,
        }
      },

      "Длина 4": {
        "Толщина 4": {
          "Прозрачный": 404,
          "Цветной": 414,
        },
        "Толщина 6": {
          "Прозрачный": 470,
          "Цветной": 470,
        }
      },
    },

    "Тюльпан": { //product
      "Длина 2": {
        "Толщина 4": {
          "Прозрачный": 264,
          "Цветной": 274,
        },
        "Толщина 6": {
          "Прозрачный": 330,
          "Цветной": 330,
        }
      },
      "Длина 3": {
        "Толщина 4": {
          "Прозрачный": 344,
          "Цветной": 354,
        },
        "Толщина 6": {
          "Прозрачный": 410,
          "Цветной": 410,
        }
      },

      "Длина 4": {
        "Толщина 4": {
          "Прозрачный": 424,
          "Цветной": 434,
        },
        "Толщина 6": {
          "Прозрачный": 515,
          "Цветной": 515,
        }
      },
    },

    "Пион": { //product
      "Длина 2": {
        "Толщина 4": {
          "Прозрачный": 306,
          "Цветной": 306,
        },
        "Толщина 6": {
          "Прозрачный": 346,
          "Цветной": 346,
        }
      },
      "Длина 3": {
        "Толщина 4": {
          "Прозрачный": 400,
          "Цветной": 403,
        },
        "Толщина 6": {
          "Прозрачный": 453,
          "Цветной": 463,
        }
      },

      "Длина 4": {
        "Толщина 4": {
          "Прозрачный": 490,
          "Цветной": 500,
        },
        "Толщина 6": {
          "Прозрачный": 560,
          "Цветной": 570
        }
      },
    },


    "Астра2": { //product
      "Длина 2": {
        "Толщина 4": {
          "Прозрачный": 286,
          "Цветной": 296,
        },
        "Толщина 6": {
          "Прозрачный": 336,
          "Цветной": 346,
        }
      },
      "Длина 3": {
        "Толщина 4": {
          "Прозрачный": 378,
          "Цветной": 388,
        },
        "Толщина 6": {
          "Прозрачный": 438,
          "Цветной": 438,
        }
      },

      "Длина 4": {
        "Толщина 4": {
          "Прозрачный": 480,
          "Цветной": 480,
        },
        "Толщина 6": {
          "Прозрачный": 570,
          "Цветной": 530,
        }
      },
    },

  },

  additional: {
    "Маскитная сетка": 120,
    "Мангал в подарок": 0,
    "Бесплатная доставка": 0,
  }
}
