var calculatorData = {
    product: {
        "ShtenliMMA-200PRO": { //product
            "4": 260, // length
            "6": 350,
            "8": 440,
            "10": 530,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMMA-250PRO": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMMA-250PROS": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMMA-270PRO": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529
        },
        "ShtenliMMA-270PROS": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529
        },
        "ShtenliMMA-315PRO": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529
        },
        "ShtenliMMA-315PROS": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529
        },
        "SolarisMMA-220": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529
        },
        "SolarisMMA-200": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529
        },
        "SkiperMMA200": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529
        },
        "DGMARC-203": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529
        },
        "SkiperMMA-200A": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529
        },
        "ShtenliMIG-220PRO": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMIG-220PROS": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMIG-250PRO": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMIG-220PRO2": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMIG-220PROS2": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMIG-250PRO2": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMIG-220PRO3": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMIG-220PROS3": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMIG-250PRO3": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529,
            "30": {
                "4": 130, // length m
                "6": 175,
                "8": 220,
                "10": 265
            }
        },
        "ShtenliMIG-250PROS": { //product
            "4": 265, // length
            "6": 353,
            "8": 441,
            "10": 529
        },
    }
};
var calculatorDopData = {
    product: {
        "ShtenliWH1000": { //product
            "4": 60, // length
            "6": 70,
            "8": 80,
            "10": 90
        },
        "ShtenliWH4000": { //product
            "4": 70, // length
            "6": 80,
            "8": 90,
            "10": 100
        },
        "CopperWire5kg": { //product
            "4": 50, // length
            "6": 60,
            "8": 70,
            "10": 80
        },
        "FluxWire1kg": { //product
            "4": 22, // length
            "6": 32,
            "8": 42,
            "10": 52
        },
        "ShtenliWH40002": { //product
            "4": 75, // length
            "6": 85,
            "8": 95,
            "10": 105
        },
        "CopperWire5kg2": { //product
            "4": 55, // length
            "6": 65,
            "8": 75,
            "10": 85
        },
    }
};

var calculatorCreditData = {
    product: {
        '0': 0,
        "Тундра 20Ц": { //typeGreenhouses
            "0": 7,
            "100": { //duga
                "0": 14,
                "4": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "6": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "8": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "10": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                }
            },
            "67": { //duga
                "0": 14,
                "4": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "6": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "8": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "10": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                }
            },
            "50": { //duga
                "0": 14,
                "4": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "6": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "8": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "10": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                }
            }
        },
        "Тундра 40Ц": { //typeGreenhouses
            "0": 7,
            "100": { //duga
                "0": 14,
                "4": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "6": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "8": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "10": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                }
            },
            "67": { //duga
                "0": 14,
                "4": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "6": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "8": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "10": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                }
            },
            "50": { //duga
                "0": 14,
                "4": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "6": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "8": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "10": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                }
            }
        },
        "Широкая 4м": { //typeGreenhouses
            "0": 7,
            "100": { //duga
                "0": 14,
                "4": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "6": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "8": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "10": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                }
            },
            "67": { //duga
                "0": 14,
                "4": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "6": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "8": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "10": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                }
            },
            "50": { //duga
                "0": 14,
                "4": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "6": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "8": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                },
                "10": { //length
                    "0": 20,
                    "1": 25,
                    "Перфолента": 25,
                    "П-профиль": 25,
                    "Оцинкованная лента": 25,
                    "Боковая форточка": 25,
                    "Подвязка для растений": 25,
                    "Подумаю": 25
                }
            }
        }
    }
};