var calculatorData = {
   product: {
      "product1": { //product
         "1": { // length
            'Стандарт': 260, // dop
            'С боковой обшивкой': 365,
         },
         "2": { // length
            'Стандарт': 350, // dop
            'С боковой обшивкой': 450,
         },
         "3": { // length
            'Стандарт': 440, // dop
            'С боковой обшивкой': 565,
         },
         "4": { // length
            'Стандарт': 530, // dop
            'С боковой обшивкой': 660,
         },
      },
      "product2": { //product
         "1": { // length
            'Стандарт': 260, // dop
            'С боковой обшивкой': 365,
         },
         "2": { // length
            'Стандарт': 350, // dop
            'С боковой обшивкой': 450,
         },
         "3": { // length
            'Стандарт': 440, // dop
            'С боковой обшивкой': 565,
         },
         "4": { // length
            'Стандарт': 530, // dop
            'С боковой обшивкой': 660,
         },
      },
      "product3": { //product
         "1": { // length
            'Стандарт': 260, // dop
            'С боковой обшивкой': 365,
         },
         "2": { // length
            'Стандарт': 350, // dop
            'С боковой обшивкой': 450,
         },
         "3": { // length
            'Стандарт': 440, // dop
            'С боковой обшивкой': 565,
         },
         "4": { // length
            'Стандарт': 530, // dop
            'С боковой обшивкой': 660,
         },
      },
      "product4": { //product
         "1": { // length
            'Стандарт': 260, // dop
            'С боковой обшивкой': 365,
         },
         "2": { // length
            'Стандарт': 350, // dop
            'С боковой обшивкой': 450,
         },
         "3": { // length
            'Стандарт': 440, // dop
            'С боковой обшивкой': 565,
         },
         "4": { // length
            'Стандарт': 530, // dop
            'С боковой обшивкой': 660,
         },
      },
      "product5": { //product
         "1": { // length
            'Стандарт': 260, // dop
            'С боковой обшивкой': 365,
         },
         "2": { // length
            'Стандарт': 350, // dop
            'С боковой обшивкой': 450,
         },
         "3": { // length
            'Стандарт': 440, // dop
            'С боковой обшивкой': 565,
         },
         "4": { // length
            'Стандарт': 530, // dop
            'С боковой обшивкой': 660,
         },
      },
      "product6": { //product
         "1": { // length
            'Стандарт': 260, // dop
            'С боковой обшивкой': 365,
         },
         "2": { // length
            'Стандарт': 350, // dop
            'С боковой обшивкой': 450,
         },
         "3": { // length
            'Стандарт': 440, // dop
            'С боковой обшивкой': 565,
         },
         "4": { // length
            'Стандарт': 530, // dop
            'С боковой обшивкой': 660,
         },
      },
      "product7": { //product
         "1": { // length
            'Стандарт': 260, // dop
            'С боковой обшивкой': 365,
         },
         "2": { // length
            'Стандарт': 350, // dop
            'С боковой обшивкой': 450,
         },
         "3": { // length
            'Стандарт': 440, // dop
            'С боковой обшивкой': 565,
         },
         "4": { // length
            'Стандарт': 530, // dop
            'С боковой обшивкой': 660,
         },
      },
      "product8": { //product
         "1": { // length
            'Стандарт': 260, // dop
            'С боковой обшивкой': 365,
         },
         "2": { // length
            'Стандарт': 350, // dop
            'С боковой обшивкой': 450,
         },
         "3": { // length
            'Стандарт': 440, // dop
            'С боковой обшивкой': 565,
         },
         "4": { // length
            'Стандарт': 530, // dop
            'С боковой обшивкой': 660,
         },
      },
      "product9": { //product
         "1": { // length
            'Стандарт': 260, // dop
            'С боковой обшивкой': 365,
         },
         "2": { // length
            'Стандарт': 350, // dop
            'С боковой обшивкой': 450,
         },
         "3": { // length
            'Стандарт': 440, // dop
            'С боковой обшивкой': 565,
         },
         "4": { // length
            'Стандарт': 530, // dop
            'С боковой обшивкой': 660,
         },
      },
   }
};