var calculatorData = {
    "kult1000": {
        'price': 728,
        'priceOld': 702,
        'img': './public/assets/img/catalog/1000.jpg',
        'title': 'Культиватор Shtenli 1000 (6,0 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "kult7000": {
        'price': 766,
        'priceold': 389,
        'img': './public/assets/img/catalog/7000.jpg',
        'title': 'Культиватор Shtenli 7000 EXPERT (6,0 лс)',
        'parametrs': [
            'Германия 2', // Производитель: _____
            'Бензиновый, 4-х тактный2', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "kult8000": {
        'price': 894,
        'priceold': 389,
        'img': './public/assets/img/catalog/8000.jpg',
        'title': 'Культиватор Shtenli 8000 EXPERT (7,0 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "kult500": {
        'price': 997,
        'priceold': 389,
        'img': './public/assets/img/catalog/500.jpg',
        'title': 'Культиватор Shtenli 500 (7,0 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "kult900": {
        'price': 1023,
        'priceold': 389,
        'img': './public/assets/img/catalog/900.jpg',
        'title': 'Культиватор Shtenli 900 (8,0 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "kult1030nl": {
        'price': 1068,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1030nl.jpg',
        'title': 'Культиватор Shtenli 1030 NL (8,5 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "kult1030l": {
        'price': 1158,
        'img': './public/assets/img/catalog/kult1030.jpg',
        'title': 'Культиватор Shtenli 1030 L (8,5 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "kult1030bezVOM": {
        'price': 1202,
        'priceold': 389,
        'img': './public/assets/img/catalog/kult1030.jpg',
        'title': 'Культиватор Shtenli 1030 без ВОМ (8,5 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "kult1030sVom": {
        'price': 1411,
        'priceold': 389,
        'img': './public/assets/img/catalog/kult1030.jpg',
        'title': 'Мотоблок Shtenli 1030 с ВОМ (8,5 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "kult1030PL": {
        'price': 1305,
        'priceold': 389,
        'img': './public/assets/img/catalog/kult1030.jpg',
        'title': 'Культиватор Shtenli 1030 PL (8,5 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "kult1030P": {
        'price': 1390,
        'priceold': 389,
        'img': './public/assets/img/catalog/kult1030.jpg',
        'title': 'Культиватор Shtenli 1030 P (8,5 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "motoblok1030PsVOM": {
        'price': 1489,
        'priceold': 1041,
        'img': './public/assets/img/catalog/kult1030.jpg',
        'title': 'Мотоблок Shtenli 1030 P с ВОМ (8,5 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1900_14-PL": {
        'price': 1489,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1900.jpg',
        'title': 'Мотоблок Shtenli 1900 (14-PL)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1900_14-P": {
        'price': 1800,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1900.jpg',
        'title': 'Культиватор Shtenli 1900 (14-P) без ВОМ',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1900_14-P_sVOM": {
        'price': 1866,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1900.jpg',
        'title': 'Мотоблок Shtenli 1900 PRO (14-P) с ВОМ',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1900_14-RK1": {
        'price': 1953,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1900PRO.jpg',
        'title': 'Мотоблок Shtenli 1900 PRO (14-РК1) с ВОМ',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1900_16_P": {
        'price': 1866,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1900.jpg',
        'title': 'Культиватор Shtenli 1900 (16-Р) без ВОМ',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1900_16_P_vom": {
        'price': 1946,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1900.jpg',
        'title': 'Мотоблок Shtenli 1900 PRO (16-P) с ВОМ',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1900_16-PК1_vom": {
        'price': 2033,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1900PRO.jpg',
        'title': 'Мотоблок Shtenli 1900 PRO (16-PК1) с ВОМ',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1900_18-P": {
        'price': 1932,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1900.jpg',
        'title': 'Культиватор Shtenli 1900 (18-P) без ВОМ',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1900_18-P_vom": {
        'price': 2026,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1900.jpg',
        'title': 'Мотоблок Shtenli 1900 PRO (18-P) с ВОМ',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1900_18-PК1_vom": {
        'price': 2113,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1900PRO.jpg',
        'title': 'Мотоблок Shtenli 1900 PRO (18-PК1) с ВОМ',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1030_8-5": {
        'price': 1932,
        'priceold': 1041,
        'img': './public/assets/img/catalog/1030AD.jpg',
        'title': 'Мотоблок Shtenli 1030 P с адаптером (8,5 л.с)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "1900_14-PК1": {
        'price': 3680,
        'priceold': 1041,
        'img': './public/assets/img/catalog/190014.jpg',
        'title': 'Минитрактор Shtenli 1900А PRO (14-PК1)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "G-180": {
        'price': 2829,
        'priceold': 1041,
        'img': './public/assets/img/catalog/G.jpg',
        'title': 'Мотоблок Shtenli G-180 (8,0 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "G-185": {
        'price': 2929,
        'priceold': 1041,
        'img': './public/assets/img/catalog/G.jpg',
        'title': 'Мотоблок Shtenli G-185 (10,5 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "G-192": {
        'price': 3604,
        'priceold': 1041,
        'img': './public/assets/img/catalog/G.jpg',
        'title': 'Мотоблок Shtenli G-192 (12 лс)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
        ],
    },
    "480": {
        'price': 591,
        'priceold': 1041,
        'img': './public/assets/img/catalog/PR.jpg',
        'title': 'Прицеп МП-480, ТМ-1300',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
            'до 500 кг.', // Грузоподьемность: _______
        ],
    },
    "600": {
        'price': 692,
        'priceold': 1041,
        'img': './public/assets/img/catalog/PR.jpg',
        'title': 'Прицеп МП-600 (самосвальный), ТМ-1700 (самосвальный)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
            'до 600 кг.', // Грузоподьемность: _______
        ],
    },
    "700": {
        'price': 826,
        'priceold': 1041,
        'img': './public/assets/img/catalog/PR.jpg',
        'title': 'Прицеп МП-700 (самосвальный), ТМ-1850 (самосвальный)',
        'parametrs': [
            'Германия', // Производитель: _____
            'Бензиновый, 4-х тактный', // Тип двигателя: ____________
            'GX260', // Марка двигателя: ______
            '8,5 л.с.', // Мощность: ______
            '226 куб.см', // Объём двигателя: ____
            '1', // Кол-во цилиндров: __
            'Ручной', // Запуск двигателя: _______
            'Воздушное', // Охлаждение: ______
            '6 л.', // Ёмкость топливного бака: ______
            'АИ-92, АИ-95', // Тип топлива: _____
            '0,9 л/ч', // Расход топлива: _____
            '6,5х12', // Размер колёс: _____
            'Да', // Дифференциал: ___
            'Нет', // ВОМ: ____
            '3-1', // Кол-во передач: ____
            'Да', // Пониженная передача: ____
            '30 см.', // Глубина культивации: _____
            '120 см.', // Ширина культивации: _____
            '399 об/мин.', // Скорость вращения фрез: _____
            'Дисковое', // Сцепление: _______
            'Шестерёнчатый', // Редуктор: ______
            '120 кг.', // Вес: _____
            '2 года', // Гарантия: ____
            'до 700 кг.', // Грузоподьемность: _______
        ],
    },
    // "navesnProduct1": {
    //     'price': 1620,
    //     'img': './img/catalog/profi4.jpg',
    //     'title': 'Большой плуг',
    // },
    // "navesnProduct2": {
    //     'price': 820,
    //     'img': './img/catalog/Plug.jpg',
    //     'title': 'Большой плуг2 eeeeeee eee',
    // },
}