var calculator = {
  "products": {
    "astra": {
      "2 метра": {
        'prise': 264,
        "additional": {
          "Боковая защита": 32,
          "Заглушки": 2,
          "Профиль": 8,
          "poliv": 39,
        },
      },
      "3 метра": {
        'prise': 339,
        "additional": {
          "Боковая защита": 33,
          "Заглушки": 3,
          "Профиль": 8,
          "poliv": 39,
        },
      },
      "4 метра": {
        'prise': 474,
        "additional": {
          "Боковая защита": 34,
          "Заглушки": 4,
          "Профиль": 8,
          "poliv": 39,
        },
      },
    },
    "astra2": {
      "2 метра": {
        'prise': 274,
        "additional": {
          "Боковая защита": 35,
          "Заглушки": 5,
          "Профиль": 8,
          "poliv": 39,
        },
      },
      "3 метра": {
        'prise': 354,
        "additional": {
          "Боковая защита": 36,
          "Заглушки": 6,
          "Профиль": 8,
          "poliv": 39,
        },
      },
      "4 метра": {
        'prise': 494,
        "additional": {
          "Боковая защита": 37,
          "Заглушки": 7,
          "Профиль": 8,
          "poliv": 39,
        },
      },
    },
    "tylpan": {
      "2 метра": {
        'prise': 306,
        "additional": {
          "Боковая защита": 38,
          "Заглушки": 8,
          "Профиль": 8,
          "poliv": 39,
        },
      },
      "3 метра": {
        'prise': 403,
        "additional": {
          "Боковая защита": 39,
          "Заглушки": 9,
          "Профиль": 8,
          "poliv": 39,
        },
      },
      "4 метра": {
        'prise': 560,
        "additional": {
          "Боковая защита": 40,
          "Заглушки": 10,
          "Профиль": 8,
          "poliv": 39,
        },
      },
    },
    "pion": {
      "2 метра": {
        'prise': 274,
        "additional": {
          "Боковая защита": 41,
          "Заглушки": 11,
          "Профиль": 8,
          "poliv": 39,
        },
      },
      "3 метра": {
        'prise': 354,
        "additional": {
          "Боковая защита": 42,
          "Заглушки": 12,
          "Профиль": 8,
          "poliv": 39,
        },
      },
      "4 метра": {
        'prise': 494,
        "additional": {
          "Боковая защита": 43,
          "Заглушки": 13,
          "Профиль": 8,
          "poliv": 39,
        },
      },
    },
  },
};