var calculatorData = {
    product: {
      "Shtenli": { //product
        "2000K2NS": [
            693, // Цена: __ руб
            'Дизельный 4-тактовый', // Тип двигателя: ___
            12, // Мощность двигателя: ___ л.с.
            6, // Объём топливного бака: ___ л
            'Шестерёнчатый', // Тип привода: ___
            [8,6,2], // Количество передач: __( __ вперёд/ __ назад)
            0.7, // Расход топлива: ___ л/ч
            [800,1200], // Ширина обработки: ____ - ____ мм
            [150,300], // Глубина обработки: ___ - ___ мм
            [4,8], // Размер колес: ___x___
            ['Прицеп'], // Комплектация: ______
            320, // Вес: ___ кг
            './public/assets/img/catalog/catalog1.png', // url img product
            'Нет', // Бардачок: ___
            'Нет', // Фара: ___
        ],
        "7000EXPERT": [
          793, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый2', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          340, // Вес: ___ кг
          './public/assets/img/catalog/catalog2.png', // url img product
          'Да', // Бардачок: ___
          'Да', // Фара: ___
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "8000EXPERT": [
          813, // Цена: __ руб
          'Бензиновый 6-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый3', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          350, // Вес: ___ кг
          './public/assets/img/catalog/catalog3.png', // url img product
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1000-6": [
          823, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый4', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          360, // Вес: ___ кг
          './public/assets/img/catalog/catalog4.png', // url img product
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "500-7": [
          833, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый5', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2','Прицеп2','Прицеп2'], // Комплектация: ______
          370, // Вес: ___ кг
          './public/assets/img/catalog/catalog5.png', // url img product
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "900-8": [
          843, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый6', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          380, // Вес: ___ кг
          './public/assets/img/catalog/catalog7.png', // url img product
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "900L-8L": [
          853, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый7', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2','Прицеп2','Прицеп2','Прицеп2','Прицеп2'], // Комплектация: ______
          390, // Вес: ___ кг
          './public/assets/img/catalog/catalog8.png', // url img product
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
      },
      "Shtenli1030": { //product
        "1030L(4x8)": [
          693, // Цена: __ руб
          'Дизельный 4-тактовый', // Тип двигателя: ___
          12, // Мощность двигателя: ___ л.с.
          6, // Объём топливного бака: ___ л
          'Шестерёнчатый', // Тип привода: ___
          [8,6,2], // Количество передач: __( __ вперёд/ __ назад)
          0.7, // Расход топлива: ___ л/ч
          [800,1200], // Ширина обработки: ____ - ____ мм
          [150,300], // Глубина обработки: ___ - ___ мм
          [4,8], // Размер колес: ___x___
          ['Прицеп'], // Комплектация: ______
          320, // Вес: ___ кг
          './public/assets/img/catalog/catalog1.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1030L(7x12)": [
          793, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый2', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          340, // Вес: ___ кг
          './public/assets/img/catalog/catalog2.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1030L(6Lx12)": [
          813, // Цена: __ руб
          'Бензиновый 6-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый3', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          350, // Вес: ___ кг
          './public/assets/img/catalog/catalog3.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1030(6Lx12)": [
          823, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый4', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          360, // Вес: ___ кг
          './public/assets/img/catalog/catalog4.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1030(7x12)": [
          833, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый5', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2','Прицеп2','Прицеп2'], // Комплектация: ______
          370, // Вес: ___ кг
          './public/assets/img/catalog/catalog5.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1030PL(6Lx12)": [
          843, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый6', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          380, // Вес: ___ кг
          './public/assets/img/catalog/catalog7.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1030PL(7x12)": [
          853, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый7', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2','Прицеп2','Прицеп2','Прицеп2','Прицеп2'], // Комплектация: ______
          390, // Вес: ___ кг
          './public/assets/img/catalog/catalog8.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1030P(6Lx12)": [
          853, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый7', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2','Прицеп2','Прицеп2','Прицеп2','Прицеп2'], // Комплектация: ______
          390, // Вес: ___ кг
          './public/assets/img/catalog/catalog8.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1030P(7x12)": [
          873, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый7', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2','Прицеп2','Прицеп2'], // Комплектация: ______
          410, // Вес: ___ кг
          './public/assets/img/catalog/catalog8.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
      },
      "Shtenli1900": { //product
        "1900P(14-PL6Lx12)": [
          693, // Цена: __ руб
          'Дизельный 4-тактовый', // Тип двигателя: ___
          12, // Мощность двигателя: ___ л.с.
          6, // Объём топливного бака: ___ л
          'Шестерёнчатый', // Тип привода: ___
          [8,6,2], // Количество передач: __( __ вперёд/ __ назад)
          0.7, // Расход топлива: ___ л/ч
          [800,1200], // Ширина обработки: ____ - ____ мм
          [150,300], // Глубина обработки: ___ - ___ мм
          [4,8], // Размер колес: ___x___
          ['Прицеп'], // Комплектация: ______
          320, // Вес: ___ кг
          './public/assets/img/catalog/catalog1.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1900P(16-P)": [
          793, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый2', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          340, // Вес: ___ кг
          './public/assets/img/catalog/catalog2.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1900P(14-PL)": [
          813, // Цена: __ руб
          'Бензиновый 6-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый3', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          350, // Вес: ___ кг
          './public/assets/img/catalog/catalog3.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1900P(14-P)": [
          823, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый4', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          360, // Вес: ___ кг
          './public/assets/img/catalog/catalog4.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1900P(18-P)": [
          833, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый5', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2','Прицеп2','Прицеп2'], // Комплектация: ______
          370, // Вес: ___ кг
          './public/assets/img/catalog/catalog5.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
      },
      "ShtenliPro1030": { //product
        "1030Pro(6Lx12)": [
          693, // Цена: __ руб
          'Дизельный 4-тактовый', // Тип двигателя: ___
          12, // Мощность двигателя: ___ л.с.
          6, // Объём топливного бака: ___ л
          'Шестерёнчатый', // Тип привода: ___
          [8,6,2], // Количество передач: __( __ вперёд/ __ назад)
          0.7, // Расход топлива: ___ л/ч
          [800,1200], // Ширина обработки: ____ - ____ мм
          [150,300], // Глубина обработки: ___ - ___ мм
          [4,8], // Размер колес: ___x___
          ['Прицеп'], // Комплектация: ______
          320, // Вес: ___ кг
          './public/assets/img/catalog/catalog1.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1030Pro(7Lx12)": [
          793, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый2', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          340, // Вес: ___ кг
          './public/assets/img/catalog/catalog2.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1030PPro(6Lx12)": [
          813, // Цена: __ руб
          'Бензиновый 6-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый3', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          350, // Вес: ___ кг
          './public/assets/img/catalog/catalog3.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1030PPro(7Lx12)": [
          823, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый4', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          360, // Вес: ___ кг
          './public/assets/img/catalog/catalog4.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
      },
      "ShtenliPro1900P": { //product
        "1900PPro(14-P)": [
          693, // Цена: __ руб
          'Дизельный 4-тактовый', // Тип двигателя: ___
          12, // Мощность двигателя: ___ л.с.
          6, // Объём топливного бака: ___ л
          'Шестерёнчатый', // Тип привода: ___
          [8,6,2], // Количество передач: __( __ вперёд/ __ назад)
          0.7, // Расход топлива: ___ л/ч
          [800,1200], // Ширина обработки: ____ - ____ мм
          [150,300], // Глубина обработки: ___ - ___ мм
          [4,8], // Размер колес: ___x___
          ['Прицеп'], // Комплектация: ______
          320, // Вес: ___ кг
          './public/assets/img/catalog/catalog1.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1900PPro(16-P)": [
          793, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый2', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          340, // Вес: ___ кг
          './public/assets/img/catalog/catalog2.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1900PPro(18-P)": [
          813, // Цена: __ руб
          'Бензиновый 6-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый3', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          350, // Вес: ___ кг
          './public/assets/img/catalog/catalog3.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1900PPro(14-PK1)": [
          823, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый4', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          360, // Вес: ___ кг
          './public/assets/img/catalog/catalog4.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1900PPro(16-PK1)": [
          843, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый4', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          380, // Вес: ___ кг
          './public/assets/img/catalog/catalog4.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "1900PPro(18-PK1)": [
          863, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый4', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          400, // Вес: ___ кг
          './public/assets/img/catalog/catalog4.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
      },
      "ShtenliG": { //product
        "G-180(8)": [
          693, // Цена: __ руб
          'Дизельный 4-тактовый', // Тип двигателя: ___
          12, // Мощность двигателя: ___ л.с.
          6, // Объём топливного бака: ___ л
          'Шестерёнчатый', // Тип привода: ___
          [8,6,2], // Количество передач: __( __ вперёд/ __ назад)
          0.7, // Расход топлива: ___ л/ч
          [800,1200], // Ширина обработки: ____ - ____ мм
          [150,300], // Глубина обработки: ___ - ___ мм
          [4,8], // Размер колес: ___x___
          ['Прицеп'], // Комплектация: ______
          320, // Вес: ___ кг
          './public/assets/img/catalog/catalog1.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "G-185(10.5)": [
          793, // Цена: __ руб
          'Бензиновый 4-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый2', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          340, // Вес: ___ кг
          './public/assets/img/catalog/catalog2.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
        "G-192(12)": [
          813, // Цена: __ руб
          'Бензиновый 6-тактовый', // Тип двигателя: ___
          15, // Мощность двигателя: ___ л.с.
          7, // Объём топливного бака: ___ л
          'Шестерёнчатый3', // Тип привода: ___
          [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
          0.8, // Расход топлива: ___ л/ч
          [900,1300], // Ширина обработки: ____ - ____ мм
          [180,310], // Глубина обработки: ___ - ___ мм
          [6,12], // Размер колес: ___x___
          ['Прицеп','Прицеп2'], // Комплектация: ______
          350, // Вес: ___ кг
          './public/assets/img/catalog/catalog3.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
      },
      "ShtenliT-180LUX": { //product
        "T-180LUX": [
          693, // Цена: __ руб
          'Дизельный 4-тактовый', // Тип двигателя: ___
          12, // Мощность двигателя: ___ л.с.
          6, // Объём топливного бака: ___ л
          'Шестерёнчатый', // Тип привода: ___
          [8,6,2], // Количество передач: __( __ вперёд/ __ назад)
          0.7, // Расход топлива: ___ л/ч
          [800,1200], // Ширина обработки: ____ - ____ мм
          [150,300], // Глубина обработки: ___ - ___ мм
          [4,8], // Размер колес: ___x___
          ['Прицеп'], // Комплектация: ______
          320, // Вес: ___ кг
          './public/assets/img/catalog/catalog8.png', // url img product './public/assets/img/catalog/_____'
          'Нет', // Бардачок: ___
          'Нет', // Фара: ___
        ],
      },
    }
  };
  