var calculatorData = {
    product: {
       "product1": { //product
          "1": { // length
             'Стандарт': 264, // dop
             'С боковой обшивкой': 296,
          },
          "2": { // length
             'Стандарт': 339, // dop
             'С боковой обшивкой': 388,
          },
          "3": { // length
             'Стандарт': 474, // dop
             'С боковой обшивкой': 540,
          },
          "4": { // length
             'Стандарт': 530, // dop
             'С боковой обшивкой': 660,
          },
       },
       "product2": { //product
          "1": { // length
             'Стандарт': 274, // dop
             'С боковой обшивкой': 306,
          },
          "2": { // length
             'Стандарт': 354, // dop
             'С боковой обшивкой': 403,
          },
          "3": { // length
             'Стандарт': 494, // dop
             'С боковой обшивкой': 560,
          },
          "4": { // length
             'Стандарт': 530, // dop
             'С боковой обшивкой': 660,
          },
       },
       "product3": { //product
          "1": { // length
             'Стандарт': 386, // dop
             'С боковой обшивкой': 418,
          },
          "2": { // length
             'Стандарт': 489, // dop
             'С боковой обшивкой': 538,
          },
          "3": { // length
             'Стандарт': 761, // dop
             'С боковой обшивкой': 827,
          },
          "4": { // length
             'Стандарт': 530, // dop
             'С боковой обшивкой': 660,
          },
       },
       "product4": { //product
          "1": { // length
             'Стандарт': 300, // dop
             'С боковой обшивкой': 332,
          },
          "2": { // length
             'Стандарт': 433, // dop
             'С боковой обшивкой': 482,
          },
          "3": { // length
             'Стандарт': 626, // dop
             'С боковой обшивкой': 692,
          },
          "4": { // length
             'Стандарт': 530, // dop
             'С боковой обшивкой': 660,
          },
       },
       "product5": { //product
          "1": { // length
             'Стандарт': 274, // dop
             'С боковой обшивкой': 306,
          },
          "2": { // length
             'Стандарт': 354, // dop
             'С боковой обшивкой': 403,
          },
          "3": { // length
             'Стандарт': 494, // dop
             'С боковой обшивкой': 560,
          },
          "4": { // length
             'Стандарт': 530, // dop
             'С боковой обшивкой': 660,
          },
       },
       "product6": { //product
          "1": { // length
             'Стандарт': 348, // dop
             'С боковой обшивкой': 380,
          },
          "2": { // length
             'Стандарт': 505, // dop
             'С боковой обшивкой': 554,
          },
          "3": { // length
             'Стандарт': 722, // dop
             'С боковой обшивкой': 788,
          },
          "4": { // length
             'Стандарт': 530, // dop
             'С боковой обшивкой': 660,
          },
       },
       "product7": { //product
          "1": { // length
             'Стандарт': 264, // dop
             'С боковой обшивкой': 296,
          },
          "2": { // length
             'Стандарт': 339, // dop
             'С боковой обшивкой': 388,
          },
          "3": { // length
             'Стандарт': 474, // dop
             'С боковой обшивкой': 540,
          },
          "4": { // length
             'Стандарт': 111, // dop
             'С боковой обшивкой': 660,
          },
       },
       "product8": { //product
          "1": { // length
             'Стандарт': 306, // dop
             'С боковой обшивкой': 365,
          },
          "2": { // length
             'Стандарт': 403, // dop
             'С боковой обшивкой': 450,
          },
          "3": { // length
             'Стандарт': 560, // dop
             'С боковой обшивкой': 565,
          },
          "4": { // length
             'Стандарт': 530, // dop
             'С боковой обшивкой': 660,
          },
       },
       "product9": { //product
          "1": { // length
             'Стандарт': 416, // dop
             'С боковой обшивкой': 365,
          },
          "2": { // length
             'Стандарт': 536, // dop
             'С боковой обшивкой': 450,
          },
          "3": { // length
             'Стандарт': 819, // dop
             'С боковой обшивкой': 565,
          },
          "4": { // length
             'Стандарт': 530, // dop
             'С боковой обшивкой': 660,
          },
       },
    }
 };