var calculatorData = {
  product: {
    "Shtenli": { //product
      "1000-6": [
        823, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        360, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1000.JPG', // url img product
        'Shtenli 1', // Модель: ____________
      ],
      "2000K2NS": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Sntenli 2000 K2NS.JPG', // url img product
        'Shtenli 2', // Модель: ____________
      ],
      "7000EXPERT": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Sntenli 2000 K2NS.JPG', // url img product
        'Shtenli 3', // Модель: ____________
      ],
      "8000EXPERT": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Sntenli 2000 K2NS.JPG', // url img product
        'Shtenli 4', // Модель: ____________
      ],
      "500-7": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Sntenli 2000 K2NS.JPG', // url img product
        'Shtenli 5', // Модель: ____________
      ],
      "900-8": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Sntenli 2000 K2NS.JPG', // url img product
        'Shtenli 6', // Модель: ____________
      ],
      "900L-8L": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Sntenli 2000 K2NS.JPG', // url img product
        'Shtenli 7', // Модель: ____________
      ],
    },
    "Shtenli1030": { //product
      "1030L(4x8)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1030 2.JPG', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
      "1030L(7x12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1030 2.JPG', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
      "1030L(6Lx12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1030 2.JPG', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
      "1030(6Lx12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1030 2.JPG', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
      "1030(7x12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1030 2.JPG', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
      "1030PL(6Lx12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1030 2.JPG', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
      "1030PL(7x12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1030 2.JPG', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
      "1030P(6Lx12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1030 2.JPG', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
      "1030P(7x12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1030 2.JPG', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
    },
    "Shtenli1900": { //product
      "1900P(14-PL6Lx12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1900.JPG', // url img product
        'Shtenli 1900', // Модель: ____________
      ],
      "1900P(16-P)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1900.JPG', // url img product
        'Shtenli 1900', // Модель: ____________
      ],
      "1900P(14-PL)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1900.JPG', // url img product
        'Shtenli 1900', // Модель: ____________
      ],
      "1900P(14-P)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1900.JPG', // url img product
        'Shtenli 1900', // Модель: ____________
      ],
      "1900P(18-P)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/Shtenli 1900.JPG', // url img product
        'Shtenli 1900', // Модель: ____________
      ],
    },
    "ShtenliPro1030": { //product
      "1030Pro(6Lx12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/M shtenli 1030 Pro.png', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
      "1030Pro(7Lx12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/M shtenli 1030 Pro.png', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
      "1030PPro(6Lx12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/M shtenli 1030 Pro.png', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
      "1030PPro(7Lx12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/M shtenli 1030 Pro.png', // url img product
        'Shtenli 1030', // Модель: ____________
      ],
    },
    "ShtenliPro1900P": { //product
      "1900PPro(14-P)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/1900 pro 1.JPG', // url img product
        'Shtenli 1900P', // Модель: ____________
      ],
      "1900PPro(16-P)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/1900 pro 1.JPG', // url img product
        'Shtenli 1900P', // Модель: ____________
      ],
      "1900PPro(18-P)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/1900 pro 1.JPG', // url img product
        'Shtenli 1900P', // Модель: ____________
      ],
      "1900PPro(14-PK1)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/1900 pro 1.JPG', // url img product
        'Shtenli 1900P', // Модель: ____________
      ],
      "1900PPro(16-PK1)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/1900 pro 1.JPG', // url img product
        'Shtenli 1900P', // Модель: ____________
      ],
      "1900PPro(18-PK1)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/1900 pro 1.JPG', // url img product
        'Shtenli 1900P', // Модель: ____________
      ],
    },
    "ShtenliG": { //product
      "G-180(8)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/shtenli g 180.JPG', // url img product
        'Shtenli G', // Модель: ____________
      ],
      "G-185(10.5)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/shtenli g 180.JPG', // url img product
        'Shtenli G', // Модель: ____________
      ],
      "G-192(12)": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/shtenli g 180.JPG', // url img product
        'Shtenli G', // Модель: ____________
      ],
    },
    "ShtenliT-180LUX": { //product
      "T-180LUX": [
        693, // Цена: __ руб
        'GX 160 (бензин)', // Марка двигателя: __________
        121, // Объем двигателя: ___ куб.см.
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        1, // Объем масляного бака: ___ л
        0.8, // Расход топлива: ___ л/ч
        'Ручной л', // Запуск двигателя: _______
        'Воздушное', // Охлаждение: ___________
        'Шестерёнчатый4', // Трансмиссия: ___ редуктор
        [9,7,4], // Количество передач: __( __ вперёд/ __ назад)
        [900,1300], // Минимальная ширина обработки: ____ мм, Максимальная ширина обработки: _____ мм
        [180,310], // Максимальная глубина обработки: ___ - ___ мм
        'Нет', // Дифференциал: ___
        [6,12], // Размер колес: ___x___
        'Бензиновый 4-тактовый', // Тактность двигателя: ___
        320, // Вес: ___ кг
        './public/assets/img/catalog/catalog8.png', // url img product
        'Shtenli T-180 LUX', // Модель: ____________
      ],
    },
  }
};
