var calculatorData = {
    product: {
      "Shtenli": { //product
        "220": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "250": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "280": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "310": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "350": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "400": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "450": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "520": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "550": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
      },
      "Profi": { //product
        "2800": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "3100": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "3500": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "4000": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "4500": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "5200": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "5500": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
      },
      "ElektroPily": { //product
        "UC-4020": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
        "UC-4030": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
      },
      "TsirkulyarnyyePily": { //product
        "gks200": [
            693, // Цена: __ руб
            2.2, // Мощность: ___ кВт
            320, // Вес: ___ кг
        ],
      },
    }
  };
  