var calculator = {
    "products": {
        "Астра": {
            "2 метра": 307,
            "3 метра": 383,
            "4 метра": 460
        },
        "Астра Плюс": {
            "2 метра": 339,
            "3 метра": 432,
            "4 метра": 526
        },
        "Тюльпан": {
            "2 метра": 317,
            "3 метра": 398,
            "4 метра": 480
        },
        "Пион": {
            "2 метра": 349,
            "3 метра": 447,
            "4 метра": 546
        }
    },
    "additional": {
        "Заглушки": 0,
        "Профиль": 8,
        "poliv": 39,
    }
};