var calculatorData = {
  product: {
    "product1": { //product
      "2000K2NS": [
        693, // Цена: __ руб
        'Дизельный 4-тактовый', // Тип двигателя: ___
        12, // Мощность двигателя: ___ л.с.
        6, // Объём топливного бака: ___ л
        'Шестерёнчатый', // Тип привода: ___
        [8,6,2], // Количество передач: __( __ вперёд/ __ назад)
        0.7, // Расход топлива: ___ л/ч
        [800,1200], // Ширина обработки: ____ - ____ мм
        [150,300], // Глубина обработки: ___ - ___ мм
        '4x8', // Размер колес: ___
        ['Прицеп'], // Комплектация: ______
        320, // Вес: ___ кг
      ],
      "7000EXPERT": [
        793, // Цена: __ руб
        'Бензиновый 4-тактовый', // Тип двигателя: ___
        15, // Мощность двигателя: ___ л.с.
        7, // Объём топливного бака: ___ л
        'Шестерёнчатый', // Тип привода: ___
        [9,7,4], // Количествопередач: __( __ вперёд/ __ назад)
        0.8, // Расход топлива: ___ л/ч
        [900,1300], // Ширина обработки: ____ - ____ мм
        [180,310], // Глубина обработки: ___ - ___ мм
        '6x12', // Размер колес: ___
        ['Прицеп','Прицеп2'], // Комплектация: ______
        340, // Вес: ___ кг
      ],
      // "8000EXPERT": [220, 430, 0.525, 5.6],
      // "1000-6": [232, 440, 0.625, 5.7],
      // "500-7": [244, 450, 0.675, 5.8],
      // "900-8": [258, 460, 0.685, 5.9],
      // "900L-8L": [270, 470, 0.695, 6.0],
    },
  }
};
